tap "homebrew/cask"
tap "homebrew/cask-fonts"

cask "1password"
cask "automute"
cask "firefox"
cask "fork"
cask "insomnia"
cask "iterm2"
cask "raycast"
cask "spotify"
cask "visual-studio-code"

brew "git"

brew "vim"
brew "zsh"
brew "getantibody/tap/antibody"

brew "rbenv"
brew "fnm"

# Image/video handling
brew "imagemagick"
brew "ffmpeg"
brew "svgo"

# Shell
brew "tldr"
brew "fzf"
brew "ripgrep"
brew "the_silver_searcher"
brew "fd"
brew "autojump"
brew "wget"
brew "tree"

# Git
brew "gh"
brew "diff-so-fancy"

# Fonts
brew "font-inter"
