tap "homebrew/cask-fonts"
tap "guusli/utils"
tap "oven-sh/bun"

cask "automute"
cask "fork"
cask "httpie"
cask "iterm2"
cask "raycast"
cask "visual-studio-code"
cask "slack"

brew "git"

brew "vim"
brew "neovim"
brew "zsh"
brew "antidote"

brew "fnm"
brew "deno"
brew "bun"

# Image/video handling
brew "imagemagick"
brew "ffmpeg"
brew "svgo"

# Shell
brew "tldr"
brew "fzf"
brew "ripgrep"
brew "the_silver_searcher"
brew "fd"
brew "wget"
brew "tree"
brew "rm-improved"
brew "fasd-guusli"

# Git
brew "gh"
brew "diff-so-fancy"

# Fonts
cask "font-inter"
cask "font-lato"
