mafredri/zsh-async
zsh-users/zsh-syntax-highlighting
peterhurford/git-it-on.zsh
zsh-users/zsh-completions
Tarrasch/zsh-bd
chrisands/zsh-yarn-completions
zuxfoucault/colored-man-pages_mod
favware/zsh-lerna
romkatv/powerlevel10k
